Dlubal.DynamPro.NVCResultsModeShapesOnMember
Natural Vibration Case results - Mode Shapes on member

Dlubal.DynamPro.NVCResultsModeShapesOnMember.ModeShape
Number of mode shape

Dlubal.DynamPro.NVCResultsModeShapesOnMember.Node
Number of node (corresponds to number of FE mesh point in RFEM)

Dlubal.DynamPro.NVCResultsModeShapesOnMember.LocationX
Location X[m] on member

Dlubal.DynamPro.NVCResultsModeShapesOnMember.Member
Number of member on which this node lies

Dlubal.DynamPro.NVCResultsModeShapesOnMember.StdDisplacementX
Standardized Displacement X [m]

Dlubal.DynamPro.NVCResultsModeShapesOnMember.StdDisplacementY
Standardized Displacement Y [m]

Dlubal.DynamPro.NVCResultsModeShapesOnMember.StdDisplacementZ
Standardized Displacement Z [m]

Dlubal.DynamPro.NVCResultsModeShapesOnMember.StdRotationX
Standardized rotation X [-]

Dlubal.DynamPro.NVCResultsModeShapesOnMember.StdRotationY
Standardized rotation Y [-]

Dlubal.DynamPro.NVCResultsModeShapesOnMember.StdRotationZ
Standardized rotation Z [-]